Repository: AKotov-dev/TOTPgen
Catalog: totpgen/languages/totpgen.*.po
Languages: ru

# tdataform.applybtn.caption
source: Appy
ru: Применить

# tdataform.caption
source: DataForm
ru: Код скопирован в буфер

source: Default: SHA1
ru: По умолчанию: SHA1

source: Name on the list
ru: Имя в списке

source: Base32 or hex format
ru: Формат base32 или hex

# tdataform.label1.caption
source: Name
ru: Имя

source: Key
ru: Ключ

source: Default: 6
ru: По умолчанию: 6

source: Add entry [Insert]
ru: Добавить запись [Insert]

source: Delete selected [F8]
ru: Удалить выбранное [F8]

source: Edit an entry [F4]
ru: Редактировать запись [F4]

source: Get the code
ru: Получить код

source: Load
ru: Загрузить

source: Get QR from screen
ru: Получить QR с экрана

source: Save
ru: Сохранить

source: Select all (Ctrl+A)
ru: Выбрать все

source: Sort List
ru: Сортировать список

source: License: GPLv3 Author: alex_q_2000 (C) 2024
ru: Лицензия: GPLv3 Автор: alex_q_2000 (C) 2024

# ttotpform.caption
source: Code copied to clipboard
ru: Код скопирован в буфер

source: Append entry
ru: Добавить запись

source: The program is already running!
ru: Программа уже запущена!

source: Remove selected from list?
ru: Удалить выбранное из списка?

source: Editing entry
ru: Редактировать запись

source: The archive does not correspond to TOTPgen!
ru: Архив не соответствует TOTPgen!

source: The key format is not defined!
ru: Формат ключа не определён!

source: The record already exists!
ru: Запись уже существует!
